import Seo from "../components/Seo";

export default function Service() {
    return (
        <div>
            <Seo title="Service" />
            <div className="service_box">
                <div className="service_title">
                    <h1>
                        " 글릭은 디자인이 긍정적인 변화를 위한 기반이 될 수
                        있다고 믿습니다. "
                    </h1>
                    <br />
                    <p>
                        우리는 새로운 트렌드와 변화하는 세계에 열정적이고 깊은
                        관심을 가지고 있습니다.
                    </p>
                    <p>
                        우리의 인테리어 디자인 회사는 고객의 브랜드 이미지를
                        중시하는 혁신적인 프로젝트를 실현하기 위해 노력하고
                        있습니다.
                    </p>
                    <p>
                        기본에 충실하며 독창적인 공간을 창조하며 미래의
                        디자인까지 함께 고려합니다.
                    </p>
                </div>
                <div className="service_sub_box">
                    <div className="sub_sections">
                        <h2>
                            공간창작 및 <br />
                            브랜드 이미지
                        </h2>
                        <p>
                            공간은 기업의 가치와 비전을 전달하는 데 필수입니다.
                            글릭은 고객의 비전, 야망 및 노하우를 반영하는 브랜드
                            이미지를 개발할 것을 약속합니다.
                        </p>
                    </div>
                    <div className="sub_sections">
                        <h2>건축의 개념과 계획</h2>
                        <p>
                            우리의 디자이너, 건축사, 프로젝트 매니저들은 지속
                            가능한 컨셉들에 기초한 실내 및 실외 시설을
                            제안합니다. 모든 프로젝트에 대한 종합적인 계획과
                            견적이 준비됩니다.
                        </p>
                    </div>
                    <div className="sub_sections">
                        <h2>분석 및 준비</h2>
                        <p>
                            분석 및 준비단계는 고객의 요구를 잘 파악하고 예산에
                            맞게 조정하기 위한 글릭이 제공하는 중요한
                            서비스입니다. 정보 수집, 비용 추정, 견적 및 분석,
                            구현 단계 프로그래밍 및 일정 등이 포함됩니다.
                        </p>
                    </div>
                    <div className="sub_sections">
                        <h2>공간의 최적화</h2>
                        <p>
                            공간의 최적화는 글릭에게 중요한 요소입니다. 공간을
                            극대화하고 공간 사용자의 다양한 요구에 맞는 환경을
                            조성하는 것이 우리의 설계에서 가장 중요합니다.
                        </p>
                    </div>
                    <div className="sub_sections">
                        <h2>생활의 융합</h2>
                        <p>
                            인간공학적이고 고무적인 환경이 고객의 자존감을
                            높이는데 기여한다고 믿습니다. 글릭은 환경에 필요한
                            기능적 측면과 미적인 화합이 이루어진 디자인을
                            고민하는 이유입니다.
                        </p>
                    </div>
                    <div className="sub_sections">
                        <h2>프로젝트 관리</h2>
                        <p>
                            프로젝트 관리는 우리가 잘 하는 필수적인
                            서비스입니다. 전략적 목표 정의, 자원 동원, 세부 일정
                            및 예산 제시, 변경 관리 지원, 입찰 조정 및 현장
                            감독. 글릭 모두에게 부여된 효과적인 프로젝트 관리의
                            핵심 요소입니다.
                        </p>
                    </div>
                    <div className="sub_sections">
                        <h2>구체적 서비스 리스트</h2>
                        <p>
                            임대 전 계획 및 연구, 예산 편셩, 기업, 기관 및 상업
                            인테리어 디자인 서비스, 시각적인 요소 생성 및 융화.
                            <br />
                            사무 및 전략 계획, 3D 디자인, 가구 선택과 공간
                            최적화와 재료선택, 실행 계획 및 기술, 관리와 턴키
                            프로젝트
                        </p>
                    </div>
                </div>
            </div>
        </div>
    );
}
